আমি আর সুমন ভাই আমরা দুইজন একসাথে রিসার্চ করতেছি। আমরা যখন ইনকিউবেটর রুমের চাবি পাইলাম এসে দেখি যার যার মতো পিসি কনফিগারেশন করে নিছে। শাকিল এক পিসি, 
আসিফ & সঞ্জয় এক পিসি, সৈরভ, নিলয়, আরিফ, মিজু সবার ভালো ভালো পিসি সেটআপ করে নিয়েছে। আরেকটা পিসি ছিলো হাসনাইন আমরা একদিন ব্যবহার করার পর সেই পিসি 
এসএসডি সমস্যা হয়ে যায়। সেই পিসি এখনো নষ্ট হয়ে আছে। আরেকটা পিসি ছিলো যেইটা অটোমেটিক পিসি অন হতো না কারেন্ট চলে গেলে। সেই পিসি তেই সবকিছু কনভিগার করে আমরা 
ব্যবহার করছিলাম। আরেকটা ডেস্কটপ ছিলো যেইটার মনিটর, পাওয়ার কোনোকিছুই ছিলো না। আমি সেই পিসি এসএসডি খুলে আরেকটী পিসিতে লাগিয়ে সবকিছু(OS) কনফিগার করে নিই। 
সেই একটা পিসি ভালো পাই আমরা। কিন্তু একটা যেই পিসি অটোমেটীক পিসি অন হতো না সেই পিসি সব কিছু কনফিগার করা ছিলো সেইটা হাসনাইন নাম দিতে চাইছিলাম সে নাকি এই রুম 
আর কাজ করে না। আমরা একদিন তোমাদের এই রুমে কাজ করতে দেখেছিলাম, ভাবলাম যেহেতু তুমি আর সাকুরা একসাথে কাজ করো তোমাদের নাম লিখে দেই। হাসনাইন অথবা অয়ন অথবা 
তোমরা যদিও আসো এই পিসিতে তোমরা কাজ করতে পারবে। কারণ সবাই যার যার পিসি নিয়ে নাম, ফোন, এইগুলো লিখে রাখতো। সবাই এনিডেস্ক রিমোটলি কাজ করতো সেইজন্য Don't turn
off pc এই লেখাও লিখতো। সেই কারণে এই লেখাটি পিসি সামনে লিখে রাখা হয়। যদিও তোমরা আর আসো না, অয়ন আসতে চাই আসে না, হাসনাইন তো অন্য রুমে চলে গেছে।

আজকে রুশো আর ঐশী রিসার্চ রুমে আসে, যদিও ঐশী আর নুসরাত আরেকটা পিসি সেটআপ দেওয়া আছে। রুশো এখনো এই রুমের চাবি অথবা কিছুই নেয়নি নিবে নাকি। আমাকে বললো, 
কোন কোন পিসি খালি আছে। কোনো পিসি খালি নাই সবাই কাজ এনিডেস্ক কাজ করতেছে। শুধু তোমাদের নাম যেইটা ছিলো আমি বললাম, এই পিসি খালি আছে। তবে পিসি এসএসডি
সমস্যা আছে কারেন্ট চলে গেলে অটোমেটিক অন হয় না। রুশো সেই পিসতে কিছুক্ষণ কাজ করলো ও হয়তো এই পিসিতে কাজ করতে চাচ্ছে। রুশো তোমাদের নাম দেখার পর হয়তো তোমাদের জানিয়েছে।  
 তাছাড়া সুমন ভাই, মিজু অথবা কেউ আসলে এই পিসিতে সংগীতা ম্যাম আসাইনমেন্ট কাজ করে। 
